Change: in readme to replace ASCII diagram with MerMaid diagram
